{
  "reviews": [
    {
      "id": 1,
      "author": "Jeff Sorenson",
      "date": "May 15, 2025",
      "rating": 5,
      "text": "Place is an absolute vibe. The food is incredible, haitian food is full of flavor but this is over the top. Service was amazing at well. The juices were on point, just like in Haiti. Chicken and Griot are delicious, can't wait to come back!!!! Thank you.",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Jeff+Sorenson"
    },
    {
      "id": 2,
      "author": "Raquel Acevedo",
      "date": "April 28, 2025",
      "rating": 5,
      "text": "Stumbled upon this restaurant tonight and I'm so glad we walked in! I had never tasted Haitian food before and it was beyond delicious. Being from the Carribean myself, it felt like going back home. I will be coming back!!! So beyond addicted! I also loved the beautiful people running it. Yay to Provo getting good food.",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Raquel+Acevedo"
    },
    {
      "id": 3,
      "author": "Cherri Morris",
      "date": "May 2, 2025",
      "rating": 5,
      "text": "The fried pork was my favorite dish and the helpings are huge. This restaurant just opened and the staff was very friendly and helpful! The flavors were full of depth and spicy excitement. Definitely give them a try.",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Cherri+Morris"
    },
    {
      "id": 4,
      "author": "Emily Davenport",
      "date": "May 10, 2025",
      "rating": 5,
      "text": "We got the legume special. It was intensely flavorful, warming in the mouth without being hot and very satisfying. Satisfying. The service was friendly and personable. Highly suggest trying. The decor is a little sparse, but it is a small storefront so more might be overwhelming.",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Emily+Davenport"
    },
    {
      "id": 5,
      "author": "Valeria Saravia",
      "date": "April 15, 2025",
      "rating": 5,
      "text": "The food and service from this place are top tier!! The employees are very friendly and the food was the best thing I have tasted here so far in Provo!",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Valeria+Saravia"
    },
    {
      "id": 6,
      "author": "Laetitia Bastian",
      "date": "May 22, 2025",
      "rating": 5,
      "text": "Such amazing atmosphere, the music, how happy everyone was when we went on opening night. The food was phenomenal. We had the griot and chicken with the rice and plantains. There is really no need for you to be cooking at home, just go get at Golden Bees.",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Laetitia+Bastian"
    },
    {
      "id": 7,
      "author": "Wilkerlin Sintyl",
      "date": "May 8, 2025",
      "rating": 5,
      "text": "As a Haitian I can say this is the best Caribbean food ever. If you never had any Caribbean food and you are curious it is definitely the place to go to. ❤️",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Wilkerlin+Sintyl"
    },
    {
      "id": 8,
      "author": "Quin Harward",
      "date": "April 30, 2025",
      "rating": 5,
      "text": "Stumbled onto this delightful restaurant. Man, you better come hungry! The staff is wonderful, the food is amazing and I have enough for tomorrow too!",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Quin+Harward"
    },
    {
      "id": 9,
      "author": "Torg Family",
      "date": "April 30, 2025",
      "rating": 5,
      "text": "Awesome food, service and vibe all around. I've been craving the patties ever since I've had it.",
      "profileImage": "https://avatar.oxro.io/avatar.svg?name=Torg+Family"
    }
  ]
}
